<!doctype html>
<html lang="en">
  <head>
    <!-- Required meta tags -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- Bootstrap CSS -->
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3" crossorigin="anonymous">
    <title>Nakhon Si Thammarat Project</title>
    
    <style>
      #header{
        height: 120px;
        background-color: #FFA500;
      }
      #sidebar{
        height: 0px;
        background-color: #f1f1f1;
        padding: 0px;
      }
      #content{
        height: 0px;
        background-color: #F5F5F5;
      }
      ul {
        list-style-type: none;
        margin: 0;
        padding: 0;
        width: 100%;
        background-color: #f1f1f1;
      }
      li a {
        display: block;
        color: #000;
        padding: 8px 16px;
        text-decoration: none;
      }
      /* Change the link color on hover */
      li a:hover {
        background-color: #555;
        color: #FFFFFF;
      }
    </style>
    
  </head>
  <body> 
    <div class="container"> <!-- คอนเทนเนอร์ -->
      <div class="row">
        <div class="col-12" id="header"> <!-- เฮดเดอร์ -->
          <h1>จังหวัดนครศรีธรรมราช</h1>
          <h3>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nakhon Si Thammarat</h3>
        </div>
      </div>
      <div class="row">
        <div class="col-3" id="sidebar"> <!-- ไซด์บาร์ -->
          <ul>
            <li><a href="https://lw-58513.herokuapp.com/">หน้าแรก</a></li>
            <li><a href="https://lw-58513.herokuapp.com/page=1.php">แหล่งท่องเที่ยว</a></li> 
            <li><a href="https://lw-58513.herokuapp.com/page=2.php">ประเพณีและวัฒนธรรม</a></li> 
            <li><a href="https://lw-58513.herokuapp.com/page=3.php">อาหารประจำท้องถิ่น</a></li> 
            <li><a href="https://lw-58513.herokuapp.com/page=4.php">ผู้จัดทำ</a></li>
          </ul>
       </div>
        <div class="col-9" id="content"> <!-- คอนเท้นต์ -->
        <h5>
          ประเพณีและวัฒนธรรม
          </h5><br>
          <h5>
            1.ประเพณีแห่ผ้าขึ้นธาตุ
          </h5><br>
          <table widht="500" height="300" align="center">
          <tr>
           <td>
             <img src="P7.png">
           </td> 
          </tr>
         </table><br>
          <h5>
ในสมัยที่พระเจ้าศรีธรรมโศกราชเป็นกษัตริย์ครองตามพรลิงค์(นครศรีธรรมราช) อยู่นั้น ได้มีการบูรณะปฏิสังขรณ์พระบรมธาตุเจดีย์ครั้งใหญ่และแล้วเสร็จในปี พ.ศ.๑๗๗๓ 
ขณะที่เตรียมสมโภชพระบรมธาตุอยู่นั้น ชาวปากพนังมากราบทูลว่า คลื่นได้ซัดเอาผ้าแถบยาวผืนหนึ่งซึ่งมีภาพเขียนเรื่องพุทธประวัติมาขึ้นที่ชายหาดปากพนัง ชาวปากพนังเก็บผ้านั้น
ถวายพระเจ้าศรีธรรมโศกราช พระองค์รับสั่งให้ซักผ้านั้นจนสะอาดเห็นภาพวาดพุทธประวัติ เรียกว่า “ผ้าพระบฏ” จึงรับสั่งให้ประกาศหาเจ้าของ ได้ความว่าชาวพุทธจากหงสากลุ่มหนึ่ง 
จะนำผ้าพระบฏไปบูชาพระพุทธบาทที่ลังกา แต่ถูกพายุพัดพามาขึ้นชายฝั่งปากพนัง เหลือผู้รอดชีวิตสิบคนพระเจ้าศรีธรรมโศกราชทรงมีความเห็นว่าควรนำผ้าพระบฏไปห่มพระบรมธาตุเจดีย์
เนื่องในโอกาสสมโภชพระบรมธาตุ แม้จะไม่ใช่พระพุทธบาทตามที่ตั้งใจ แต่ก็เป็นพระบรมสารีริกธาตุซึ่งเจ้าของผ้าพระบฏก็ยินดี การแห่ผ้าขึ้นธาตุจึงมีขึ้นตั้งแต่ปีนั้นและดำเนินการสืบต่อมา 
จนกลายเป็นประเพณีสำคัญของชาวนครศรีธรรมราชในปัจจุบัน

ระยะเวลาดำเนินการ
แต่เดิมการแห่ผ้าขึ้นธาตุนิยมจัดปีละสองครั้ง ในวันขึ้น ๑๕ ค่ำ เดือนสาม (วันมาฆบูชา) และวันขึ้น ๑๕ ค่ำ เดือนหก (วันวิสาขบูชา) โดยนำผ้าไปห่มองค์พระบรมธาตุเจดีย์ ณ วัดพระมหาธาตุวรมหาวิหาร ปัจจุบันนิยมทำกัน
ในวันขึ้น ๑๕ ค่ำ เดือนสาม (วันมาฆบูชา) มากกว่า

สาระสำคัญ			
๑. แสดงให้เห็นลักษณะสังคมของนครศรีธรรมราช ที่ยึดมั่นอยู่ในพระพุทธศาสนาการทำบุญเพื่ออุทิศเป็นพุทธบูชาเพื่อประสงค์ให้ใกล้ชิดกับพระพุทธเจ้า
๒. แสดงให้เห็นว่าองค์พระบรมธาตุเจดีย์ เป็นศูนย์รวมจิตใจ ศูนย์รวมความศรัทธา พุทธศาสนิกชนทั่วไปทุกทิศจึงประสงค์มาห่มผ้าพระธาตุอย่างพร้อมเพรียงกัน          </h5>
          <h5>
            2.ลากพระบก
          </h5><br>
              <table widht="500" height="300" align="center">
          <tr>
           <td>
             <img src="P8.png">
           </td> 
          </tr>
         </table><br>
          <h5>
ใช้เชือกแบ่งผูกเป็น 2 สาย เป็นสายผู้หญิงและสายผู้ชาย ใช้โพน ฆ้อง ระฆัง เป็นเครื่องตีให้จังหวะในการลากพระ คนลากจะเบียดเสียดกันสนุกสนานและประสาน เสียงร้องบทลากพระเพื่อผ่อนแรง 
ตัวอย่างบทร้องที่ใช้ลากพระ คือ อี้สาระพา เฮโล เฮโล ไอ้ไหรกลมกลม หัวนมสาวสาว ไอ้ไหรยาวยาว สาวสาวชอบใจ            </h5>
          <h5>
            3.ประเพณีสารทเดือนสิบ
            </h5><br>
              <table widht="500" height="300" align="center">
          <tr>
           <td>
             <img src="p9.png">
           </td> 
          </tr>
         </table><br>
          <h5>
พีธีกรรม เริ่มตั้งแต่วันแรม 1 ค่ำ เดือนสิบ ซึ่งถือว่าเป็นวันที่พญายมปล่อยตัวผู้ล่วงลับไปแล้วที่ (เรียกว่า "เปรต") มาจากนรก สำหรับวันนี้บางคนก็ประกอบพิธี บางคนจะประกอบพิธีใน
วันแรม 13 ค่ำ 14 ค่ำ และ 15 ค่ำ โดยการนำอาหารไปทำบุญที่วัดเรียกว่า "หมรับเล็ก" เป็นการต้อนรับบรรพบุรุษ และญาติมิตรที่ขึ้นมาจากนรกเท่านั้น 
                การเตรียมการสำหรับประเพณีสารทเดือนสิบ เริ่มขึ้นในวันแรม 13 ค่ำ เดือน 10 วันนี้ เรียกว่า "วันจ่าย" เป็นวันที่เตรียมหมรับ และจัดหมรับ คือการเตรียมสิ่งของต่าง ๆ ที่ใช้ในการจัดหมรับ 
เมื่อได้ของตามที่ต้องการแล้วก็เตรียมจัดหมรับ การจัดหมรับแต่เดิมใช้กระบุงเตี้ย ๆ ขนาดเล็กหรือใหญ่ก็ได้ แต่ภายหลังใช้ภาชนะได้หลายชนิด เช่น กระจาด ถาด กะละมัง ถัง หรือ กระเชอ สำหรับสิ่ง 
                การจัดหมรับ ชั้นแรกใส่ข้าวสารรองกระบุงแล้วใส่หอม กระเทียม พริก เกลือ กะปิ น้ำตาล และเครื่องปรุงอาคาว หวาน 
ที่เก็บไว้ได้นาน ๆ เช่น มะพร้าว ฟัก มัน กล้วย (ที่ยังไม่สุก) อ้อย ข้าวโพด ข่า ตะไคร้ ขมิ้น และพืชผักอื่น ๆ นอกจากนั้นก็ใส่ของใช้ในชีวิตประจำวัน เช่น น้ำมันมะพร้าว น้ำมันก๊าดไต้ ไม้ขีดไฟ หม้อ กะทะ 
ถ้วยชาม เข็ม ด้าย เครื่องเชี่ยนหมาก ได้แก่ หมาก พลู ปูน กานพลู การบูน พิมเสน สีเสียด ยาเส้น บุหรี่ ยาสามัญประจำบ้าน ธูปเทียน แล้วใส่สิ่งอันเป็นหัวใจอันสำคัญของหมรับคือ ขนม 5 อย่างมี ดังนี้ 
ขนมลา เป็นสัญลักษณ์แทนแพรพรรณเครื่องนุ่งห่ม 
                        ขนมพอง เป็นสัญลักษณ์แทนแพสำหรับบุรพชน ใช้ลอ่งข้ามห้วงมหรรณพ 
                       ขนมบ้า เป็นสัญลักษณ์แทนสะบ้า สำหรับบุรพชนจะได้ใช้เล่นสะบ้า ในวัน สงกรานต์ 
                       ขนมกง (ขนมไข่ปลา) เป็นสัญลักษณ์แทนเครื่องประดับ 
                       ขนมดีซำ เป็นสัญลักษณ์แทนเงินเบี้ย สำหรับใช้สอย          </h5>
          <h5>
            4.ประเพณีให้ทานไฟ
          </h5><br>
              <table widht="500" height="300" align="center">
          <tr>
           <td>
             <img src="p10.png">
           </td> 
          </tr>
         </table><br>
          <h5>
นครศรีธรรมราชตั้งอยู่ติดชายฝั่งทะเล ลักษณะภูมิอากาศเป็นแบบร้อนชื้น ในหน้าหนาวก็ไม่หนาวจัด เพียงแต่คนรู้สึกว่าอากาศเย็นลงกว่าปกติ เนื่องจากไม่เคยชินกับอากาศที่หนาวเย็นลง ตอนย่ำรุ่งเช้ามืด
จึงลุกขึ้นมาก่อไฟผิงเพื่อสร้างความอบอุ่น ประกอบกับชาวนครศรีธรรมราชยึดมั่นในพระพุทธศาสนา พุทธศาสนิกชนจึงพากันก่อกองไฟในวัดใกล้บ้าน แล้วนิมนต์พระภิกษุสงฆ์มาผิงไฟรับความอบอุ่นด้วย
ระยะเวลาดำเนินการการให้ทานไฟไม่มีกำหนดระยะเวลาที่แน่นอนตายตัวแล้วแต่ความสะดวกในการนัดหมาย แต่ส่วนใหญ่จะปฏิบัติในช่วงเดือนยี่ ซึ่งป็นช่วงที่มีอากาศหนาวเย็นที่สุด ชาวบ้านจะนัดหมาย
ไปพร้อมกันในเวลาย่ำรุ่งหรือตอนเช้ามืด ซึ่งจะเป็นวันไหนก็ได้
สาระสำคัญ
๑..เป็นโอกาสหนึ่งที่ได้นัดหมายพร้อมกันในตอนเช้ามืด เพื่อร่วมทำบุญเลี้ยงพระรวมทั้งร่วมรับประทานอาหารกันเป็นที่สนุกสนาน ซึ่งเป็นการสร้างสามัคคีในหมู่คณะได้ดียิ่ง
๒.ทำให้มีสุขภาพดีมีพลานามัยแข็งแรง เพราะการตื่นนอนตอนเช้าตรูได้รับอากาศบริสุทธิ์ ทำให้มีความสดชื่นเบิกบาน
๓.เมื่อได้ปฏิบัติตามประเพณีแล้วย่อมทำให้เกิดความสุขใจเบิกบานใจในผลบุญที่ตนได้กระทำ อีกทั้งยังได้เป็นแบบอย่างแก่ลูกหลานของตนด้วย          </h5>
          <h5>
            5.ลากพระน้ำ
          </h5><br>
              <table widht="500" height="300" align="center">
          <tr>
           <td>
             <img src="P11.png">
           </td> 
          </tr>
         </table><br>
          <h5>
การลากพระทางน้ำ หรือ “ลากพระน้ำ” ออกจะสนุกกว่า “ลากพระบก” เพราะสภาพการเอื้ออำนวยต่อกิจกรรมอื่น ๆ กว้างขวางกว่า เช่น สะดวกในการชักลาก ง่ายแก่การรวมกลุ่มกันจัดเรือพาย
เพราะแต่ละกลุ่มมีลักษณะเป็นเอกเทศ ท้าทายต่อการแข่งขันประกวดประชันกันผนึกกำลังกันได้สะดวก มีกิจกรรมเชื่อมโยงอื่น ๆ ได้หลากหลายกว่า เช่น การแข่งพายเรือ การแย่งเรือพระ การเล่นเพลงเรือ 
ความคิดเห็น
          </h5>
        </div>

    <!-- Option 1: Bootstrap Bundle with Popper -->
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-ka7Sk0Gln4gmtz2MlQnikT1wXgYsOg+OMhuP+IlRH9sENBO0LRn5q+8nbTov4+1p" crossorigin="anonymous"></script>
  </body>
</html>
